Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=337_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámenuoraid dáiddadáhpáhus 2010 Roavvenjárggas
sms: SääŠmnuõri čeäŠppvuõđpeiŠvv 2010 RuäŠvnjaarǥâst

source: Sámenuoraid dáiddadáhpáhus 2010 ordnejuvvo Roavvenjárggas njukčamánus guovtti beaivvi dáhpáhussan.
sms: SääŠmnuõri čeäŠppvuõđpeiŠvv 2010 riâžžât RuäŠvnjaarǥâst kueŠhttpeivvsaž poddân pâŠzzlâšttammannust.

source: Sámedikki skuvlen- ja oahppamateriáladoaimmahat lea bargagoahtimen dáiddadáhpáhusa ordnemiin ovttasbarggus Roavvenjárgga gávpogiin.
sms: SääŠmteeŠǧǧ škoouŠlʼjem da mättŠtemaaunâskoontâr alttad čeäŠppvuõđpeeiŠv riâššmõõžžid õhttsažtuâjast RuäŠvnjaarǥ gåårdin.

source: Boahtimen lea ivdnás sámenuoraid kultur- ja dáiddafeasta !
sms: PueŠttmen lij eunnsaž sääŠmnuõri kulttuur- da čeäppõsʼstaarjõõzzi prääŠzneǩ !

source: www.samediggi.fi
sms: Ǩiičč ođđsid neeŠttest www.samediggi.fi.
